Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/forfall-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 .
nob: Artikkel i boka Samisk skolehistorie 3 .

source: Goarráneapmi ja dáruiduhttin Fálesnuoris
nob: Forfall og fornorsking

source: Bihtát Fálesnuori skuvlahistorjjás 1800–2007 , maid Svein Lund lea čohkken
nob: Glimt fra Kvalsunds skolehistorie 1800–2007 samla av Svein Lund

source: Ovddit artihkkalis čállá Unni Nilsen Fálesnuori skuvladili birra 1700-logus ahte lei oalle buorre skuvlafálaldat dalle , muhto ahte jahkečuohtemolsumis lei skuvla buorremuddui goarránan .
nob: I forrige artikkel skriver Unni Nilsen om skoleforholda i Kvalsund på 1700-tallet at skoletilbudet da var ganske bra , men at det var i forfall ved århundreskiftet .

source: Dán artihkkalis mii čuovvut ovdáneami 1800-logu álggu rájes , dalle go Fálesnuorreguovlu ain lei oassin Hámmárfeastta suohkanis .
nob: I denne artikkelen følger vi utviklinga fra begynnelsen av 1800-tallet , da Kvalsundområdet ennå var en del av Hammerfest landsogn .

source: Das fas earuhuvvui Fálesnuorri sierra suohkanin 1869:s .
nob: Fra dette blei så Kvalsund skilt ut som egen kommune i 1869 .

source: Dáruiduhttima bealušteddjiid dáfus gullá Fálesnuorri sin stuorimus vuoittuide .
nob: Sett fra fornorskingsforkjempernes side er Kvalsund en av deres største suksesser .

source: 1800:s sámástedje measta buohkat dálá Fálesnuori suohkanis .
nob: I 1800 var samisk det helt dominerende språket i nåværende Kvalsund kommune .

source: Guokte čuohtejagi maŋŋil ii suohkanis leat báljo ovttasge vuollil 50-jahkásaččas sámegiella eatnigiellan .
nob: To hundreår seinere er det knapt noen under 50 år i kommunen som har samisk som morsmål .

source: Ii ovttage oahppis lean sámegiella fágan ge skuvlajagis 2006–07 .
nob: Skoleåret 2006/07 hadde ingen elever her samisk som fag .

source: Mo dát rievdadus lea leamaš vejolaš ?
nob: Hvordan har dette vært mulig ?

source: Goarráneapmi 1800-logus
nob: Forfall på 1800-tallet

source: 1800-logu álggus orru leamaš heittogis skuvladilli Fálesnuoris .
nob: Utover 1800-tallet ser det ut til å ha vært dårlig med skolestell i Kvalsund i en periode .

source: Máŋga jagi 1820- ja 30-loguin ii lean oba oahpaheaddji ge olles Hámmárfeastta suohkanis olggobealde gávpoga , ii sámiide iige dážaide .
nob: I flere år på 1820- og 30-tallet var det ingen lærer i hele Hammerfest landsogn , verken for samer eller nordmenn .

source: 1850:s ledje golbma johttiskuvlaoahpaheaddji , muhto gaskamearálaččat ožžo mánát unnit go golbma vahku skuvlla , mealgat uhcit go maid skuvlalága unnimusgáibádus lei , mii dan áigge lei guokte mánu .
nob: I 1850 var det tre omgangsskolelærere , men gjennomsnittlig fikk hvert barn under tre ukers skolegang , langt under skolelovens minimum som da var to måneder .

source: 1860-logus huksejuvvojedje moadde skuvlavistti , muhto ain fertejedje máŋgasat birget johttiskuvllain .
nob: På 1860-tallet blei det bygd flere skolehus , men fortsatt måtte mange ta til takke med omgangsskole .

source: 1880-logus lei oahpahus Jáhkovuonas oktasašgoađis , gos šibihat ledje siskkimusas , olbmot orro gasku ja skuvla lei feaskáris .
nob: På 1880-tallet skjedde undervisninga i Kokelv i en fellesgamme , der husdyra var innerst , folk bodde i midten og skolen blei holdt ute i døra .

source: Vaikko 1800-logus bohte sihke dážat ja kveanat Fálesnuorrái , de hupme eatnasat ain sámegiela .
nob: Selv om det utover 1800-tallet kom både nordmenn og kvener til Kvalsund , var samisk fortsatt det språket som flest snakka .

source: 1886:s ledje Fálesnuori suohkanis golbma sámi biirre ja okta dáru / sámi biire ja dasa lassin johttiskuvla sámi mánáid várás .
nob: I 1886 var det i kommunen tre samiske skolekretser og én norsk / samisk krets , samt omgangsskole for samiske barn .

source: Easka 1930 olmmošlohkamis ledje dárogielagat veahá eanet go sámegielagat .
nob: Først ved folketellinga i 1930 var det såvidt flere norsktalende enn samisktalende .

source: Man muddui de máhtte sámegielagat dárogiela ?
nob: I hvilken grad beherska så de samisktalende norsk ?

source: Dán ášši hárrái leat hui vuostálas čuoččuhusat .
nob: Omkring dette er det sterkt motstridende påstander .

source: Suohkanbáhppa C. Aars čuoččuhii 1849:s ahte su báhppagielddas máhtte mearrasámit nu bures dárogiela ahte sámegiella lei dárbbašmeahttun oahpahusas .
nob: Prest C. Aars hevda i 1849 at sjøsamene i prestegjeldet kunne så mye norsk at samisk i opplæringa var unødvendig .

source: Semináraoahpaheaddji A. J. Lasson muitalii fas jagi maŋŋil ahte rihppaskuvllas ledje 20 sámi gaskkas 18:s geat eai ipmirdan dárogiela , guovttis fas ipmirdeigga veahá .
nob: Seminarlærer A. J. Lasson fortalte derimot året etter at av 20 samer på konfirmasjonsskolen var det 18 som ikke forsto norsk , mens 2 forsto litt .

source: Dattetge geavahuvvojedje dárogiel girjjit .
nob: Likevel blei det brukt norske bøker .

source: Suohkanbáhpa garra dáruiduhttinlinjá dihtii eai geahččalan ge ávkkástallat vejolašvuođaid mat gávdnojedje atnit sámegiela oahpahusas .
nob: På grunn av sokneprestenes harde fornorskingslinje utnytta man heller ikke de mulighetene som fantes for bruk av samisk i undervisninga .

source: Vaikko 1860-logus bohte oahppogirjjit duppal teavsttain , de geavahuvvojedje dušše dárogiel girjjit skuvllas .
nob: Sjøl om det på 1860-tallet kom lærebøker med dobbel tekst , blei bare de reine norske bøkene brukt i Kvalsund .

source: Giligirjji mielde ledje 1874:s 115 skuvlamáná Fálesnuori suohkanis , ja 78:s sis háliidedje oahpahusa sámegillii .
nob: I følge bygdeboka var det i 1874 115 skolebarn i Kvalsund kommune , og 78 av dem ønska undervisning på samisk .

source: 1800-logu loahpas uhkidedje olbmot váidalit bismái go báhppa hehttii sámegiela geavaheami .
nob: På slutten av 1800-tallet truer befolkninga med å klage til biskopen over at presten hindrer bruk av samisk .

source: Sámi ohppiid árvosátnelistu 1886:s čájeha ahte 35 oahppi gaskkas lei olles 23:s árvosátni 4,5 dahje 6 , mii mearkkaša ahte sii máhtte hui unnán dárogiela [ 1 ]
nob: Ei liste over samiske elevers norskkarakterer fra 1886 viser at av 35 elever hadde hele 23 karakteren 4,5 eller 6 , noe som vil si at de kunne svært lite norsk . [ 1 ]

source: Reive maid skuvlastivra sáddii Skuvladirektevrii 1890:s čájeha čielgasit ahte váhnemat háliidedje oahpahusa sámegillii , muhto skuvlastivra ii háliidan addit dan : « Skuvladirektevrra čállosa mannan jagi golggotmanu 8. b. hárrái , álbmotskuvla oahpahusgiela birra ( Álbmotskuvlalága §73 nubbi oassi ) , lea skuvlastivra čoahkkimis mannan jagi skábmamánu 7. b. ovttajienalaččat cealkán ná : « Eat duostta rávvet , ahte vejolašvuohta geavahit sámegiela dahje kveanagiela Fálesnuori álbmotskuvlla risttalašvuođaoahpahusas viiddiduvvo nu , ahte váhnemat besset mearridit giela mii galgá geavahuvvot .
nob: Et brev som skolestyret sendte til Skoledirektøren i 1890 viser klart at foreldra ønska undervisning på samisk , men det ville ikke skolestyret at de skulle få:«I anledning af Hr. Skoledirektørens Skrivelse af 8 de Oktober sidste angaaende Undervisningssproget inden Folkeskolen ( Skolelovens §73 2 et Led ) har Skolestyret i Møde den 7 de November sidste enstemmig udtalt sig saaledes : Man tør ikke tilraade , at Adgangen til at benytte Lappisk eller Kvensk ved Kristendomsundervisningen i Kvalsund Folkeskole udvides saaledes , at Forældrene faar bestemme det Sprog , der skal anvendes .

source: Skuvlastivra oaivvilda , ahte dákkár ortnet mielddisbuvttášii ráfehisvuođa ja dasa lassin vahágahtášii skuvlla ollislaččat .
nob: Skolestyret mener , at en saadan Ordning ville medføre Splid og desuten virke skadelig paa Skolen i det Hele .

source: Baicce sáhttit evttohit , ahte sámegiella dahje kveanagiella , nugo dán rádjáige , geavahuvvo veahkkegiellan , ja ahte dat guovttegielat lohkan- ja oahppogirjjit mat dál geavahuvvojit , ain dollojuvvojit . »
nob: Derimod finder man at kunne foreslaa , at det lappiske eller kvænske Sprog som hittil benyttes som Hjælpesprog , og at de nu brugelige Læse- og Lærebøger med dobbelt Sprogtext fremdeles bibeholdes . »

source: Girkodepartemeanta árvvoštalai 1898:s Fálesnuori suohkana oktan daid suohkaniin gos ain lei dárbu geavahit sámegiela veahkkegiellan .
nob: Kirkedepartementet vurderte i 1898 Kvalsund kommune som en av de kommuner der det fortsatt var behov for å bruke samisk som hjelpespråk .

source: Jiepmaluovtta skuvla 1908
nob: Saraby skole 1908

source: ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoahkkaldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Kluppu skuvla
nob: Klubben skole

source: Sámi oahpaheaddjit ?
nob: Samiske lærere ?

source: Lea váttis gávnnahit mo oahpaheddjiid čearddalaš duogáš lea leamaš áiggiid čađa , muhto ollu čujuha dasa ahte sihke 1700- ja 1800-logus lei stuora oasis Fálesnuori oahpaheddjiin sámi duogáš . Ja máŋgasat geavahedje sihkkarit sámegiela muhtin muddui oahpahusas .
nob: Det er vanskelig å få en oversikt over den etniske bakgrunnen til lærerne gjennom tidene , men alt tyder på at både på 1700- og 1800-tallet var en stor del av lærerne av samisk ætt , og mange brukte nok i større eller mindre grad samisk i undervisninga .

source: 1800-logu gaskkamuttu oahpaheddjiid gaskkas mii gávnnaimet namaid Peder Nilsen Magga ja Henrik Nilsen Magga .
nob: Blant lærerne på midten av 1800-tallet finnet vi navna Peder Nilsen Magga og Henrik Nilsen Magga .

source: Eará oahpaheddjiid namaid vuođul sáhttit oaidnit ahte muhtimat ledje dán guovllu mearrasámit , nuppit fas dážat .
nob: Av navna på andre lærere tyder det på at noen har vært sjøsamer fra distriktet , mens andre har vært norske .

source: Áiggi mielde šadde eanet ahte eanet dáža oahpaheaddjit .
nob: Etter hvert blei det flere og flere norske lærere .

source: Erenoamáš bissovaš oahpaheaddji lei Henrik Arild , gii lei álbmotskuvlla biirreskuvlaoahpaheaddji áigodagas 1860–1901 .
nob: En usedvanlig stabil lærer var Henrik Arild , som var « kretsskolelærer for almueskolen » fra 1860 til 1901 .

source: Sus lei váldoorohat Riehppovuonbađas , skuvlla oahpaheaddjiásodagas , muhto oahpahii maiddái eará skuvllain suohkanis , ee. Náivuona biirres .
nob: Han hadde sitt hovedsete i Fjordbotn i Repparfjord , i skolens lærerbolig , men underviste også på andre skoler i kommunen , i alle fall i Neverfjord krets .

source: Su bearraša birra muitaluvvo giligirjjis ahte buohkat dárostedje .
nob: Om hans familie opplyses i bygdeboka at de alle snakket norsk .

source: Ieš son dulkui dáro- , sáme- ja suomagielaid gaskkas .
nob: Sjøl tolka han mellom norsk , samisk og finsk .

source: Arild ferte leat geavahan sámegiela veahkkegiellan , go su ohcamis Finnefondii 1886:s lea listu mas namuhuvvojit oahppit geaidda ferte geavahit sámegiela veahkkeneavvun .
nob: Han må i alle fall ha brukt samisk som hjelpespråk , for i hans søknad til Finnefondet i 1886 er det ei liste over « antallet af de Børn hvortil det Lappiske Sprog maa benyttes som Hjælpemiddel » .

source: Maŋimus jagiid ovdalgo Henrik Arild šattai penšunistan , lei su bárdni Andreas Arild , sadjásaš oahpaheaddjin .
nob: De siste åra før Henrik Arild blei pensjonert , vikarierte hans sønn , Andreas Arild , for han .

source: Arild-bearrašis ledje seahkalas máttut , muhto háliidedje ovdanbuktit iežaset dážan .
nob: Familien Arild var av blanda avstamning , men likte helst å framstå som norske .

source: Mii bájuhit dán girjjis Andreas Arilda muitalusa dan birra go bođii oahpaheaddjin Jáhkovutnii 1898:s , ja ovtta su ohcamušain sámefondii . ( « Finnefondii » ) .
nob: Vi gjengir i denne boka Andreas Arild sin fortelling om da han kom som lærer til Kokelv i 1898 , samt en av hans søknader til Finnefondet .

source: Čeabehačča skuvla
nob: Halsen skole

source: Dáruiduhttinvuostálasti Fálesnuorreskuvllas
nob: En fornorskingsmotstander i Kvalsundskolen

source: Henrik ja Andreas Arilda maŋisčuovvu lei dat oahpaheaddji Fálesnuoris gii maŋŋil lea leamaš beakkáneamos .
nob: Henrik og Andreas Arilds etterfølger var den av lærerne i Kvalsund som har blitt mest kjent i ettertida .

source: Anders Larsen Silvvetvágis Návuonas riegádii 1870:s. 1895:s son bođii vuosttaš háve Jáhkovutnii bargat oahpaheaddjin .
nob: Anders Larsen fra Seglvik ytterst i Kvænangen var født i 1870 . I 1895 kom han første gang til Kokelv for å være lærer .

source: Sus ii lean dalle vel oahpaheaddjioahppu , dan son oaččui Romssa semináras 1897–99 .
nob: Han hadde da ennå ikke tatt lærerutdanning , det gjorde han på Tromsø seminar 1897–99 .

source: Maŋŋá go lei bargan golbma jagi oahpaheaddjin Reaššvuonas Álttás [ 2 ] , oahpahii son Fálesnuori suohkanis áigodagas 1902–1918 .
nob: Etter tre år som lærer i Rafsbotn i Alta [ 2 ] , underviste han i Kvalsund kommune i tida 1902–18 .

source: Nu go su ovddasmannisge de lei sus váldoorohat Vuotnabađa ( Fjordbotten ) skuvllas Riehppovuonas .
nob: Han hadde som forgjengeren sin hovedbase i Repparfjord .

source: Doppe lei 1908:s 10 vahku smávvaskuvla ja 12 vahku stuoraskuvla , nu ahte sus lei áigi oahpahit maiddái eará skuvllain ; Náivuonas , Jáhkovuonas ja Gámanjárggas .
nob: Her var det i 1908 10 ukers småskole og 12 ukers storskole , så han hadde tid til å undervise også ved andre skoler ; i Neverfjord , Kokelv og Komagnes .

source: Dalle go Anders Larsen bođii Fálesnuorrái ledje suohkanis čieža skuvlabiirre , muhto dušše fal guokte bistevaš oahpaheaddjivirgi .
nob: Da Anders Larsen kom til Kvalsund hadde kommunen 7 skolekretser , men bare 2 fast ansatte lærere .

source: Dalle go son heittii ledje njeallje oahpaheaddji .
nob: Da han slutta var det 4 lærere .

source: Biirret rievdaduvvojedje ohpihii , nugo maiddái dat man skuvllas iešguđet oahpaheaddji galggai oahpahit .
nob: Det skjedde for øvrig stadige endringer i kretser og hvilke skoler som den enkelte lærer underviste ved .

source: Anders Larsena ja eamida Petra headjagovva .
nob: Bryllupsbilde av Anders Larsen og kona Petra .

source: ( Govva : Tromsø museum )
nob: ( Foto : Tromsø museum )

source: Skuvlamánát Riehppovuonas
nob: Skolebarn i Repparfjorden

source: ( Govva : Anders Larsen / Tromsø museum )
nob: ( Foto : Anders Larsen / Tromsø museum )

source: Anders Larsen bealuštii doaimmalaččat sámegiela geavaheami .
nob: Anders Larsen var en aktiv forkjemper for samisk språk .

source: Ovttas vieljaidisguin son vuođđudii 1903:s searvvi mii lea gohčoduvvon vuosttaš sámi searvin , ja man ulbmilin lei almmuhit sámegiel aviissa .
nob: Sammen med sine brødre grunnla han i 1903 det som har vært kalt den første samiske forening , med sikte på å gi ut avis på samisk .

source: Boađus lei aviisa Sagai Muittalægje [ 3 ] , mii almmuhuvvui juohke nuppi vahku áigodagas 1904–11 . Miehtá dán áigodaga lei Anders Larsen doaimmaheaddjin .
nob: Det førte til avisa Sagai Muittalægje[3 ] , som kom ut annen hver uke i perioden 1904–11 , hele tida med Anders Larsen som redaktør .

source: Maŋŋil mii sáhttit dušše imaštallat ahte mo son dan nagodii olles oahpaheaddjivirggi lassin , ja vel dan áiggi kommunikašuvdnaoktavuođaiguin .
nob: Vi kan i ettertida undre oss over hvordan han klarte dette ved sida av full jobb som lærer og med den tidas kommunikasjoner .

source: Aviisa celkkii iežas oaidnun dan áiggi giellapolitihkas skuvllas ná : « Sápmelaččat eai berre vuostálastit dárogiela oahpu , muhto juohke sápmelaš berre máhttit lohkat eatnigielas . »
nob: Avisa uttrykte sitt syn på språkpolitikken i skolen slik : « Samene bør ikke sette seg mot at deres barn lærer norsk , men hver same bør kunne lese sitt morsmål . »

source: 1902:s oaččui Finnmárku sierra skuvladirektevrra .
nob: I 1902 fikk Finnmark egen skoledirektør .

source: Dat lei Bernt Thomassen , gii šattai dovddusin garra dáruiduhttinbealušteaddjin .
nob: Det var Bernt Thomassen , som blei kjent som en hard fornorskingsforkjemper .

source: Larsen geavahii sámegiela veahkkegiellan oahpahusas , ja čađahii ain juo risttalašvuođaoahpahusa sámegillii .
nob: Larsen brukte samisk språk som hjelpespråk i undervisninga og gjennomførte i alle fall kristendomsundervisninga på samisk .

source: Muhto daid skuvlabiirriid gaskkas main son oahpahii , dat lei lobálaš dušše Jáhkovuonas , ja dušše 1910 rádjái .
nob: Men innenfor de skolekretsene der Larsen underviste var dette bare tillatt i Kokelv , og bare fram til 1910 .

source: Danin šattai ge riidu skuvladirektevrrain .
nob: Han kom derfor i strid med skoledirektøren .

source: Dát riidu čohkaluvai Sagai Muittalægje čállosiid dihte , sihke Larsena iežas čállosiid ja lohkkiidreivviid dihte .
nob: Denne striden blei skjerpa på grunn av skriveri i Sagai Muittalægje , både på grunn av det Larsen sjøl skreiv og leserinnlegg som han tok inn i avisa .

source: 1904:s čálii muhtin lohkki juoidá maid Thomassen ipmirdii hiddjádussan iežas vuostá .
nob: I 1904 skreiv en leser et innlegg som Thomassen oppfatta som sjikane av han .

source: Ášši manai nu guhkás ahte skuvladirektevra uhkidii guoddalit Larsena politiijai ja lihccut su oahpaheaddjivirggis .
nob: Det gikk da så langt at skoledirektøren trua med både å politianmelde Larsen og å avsette han som lærer .

source: Muhtumin lohkkit manne ollu guhkkelii go Larsen ieš , go gáibidedje sámi skuvlla .
nob: Noen av leserne gikk atskillig lengre enn Larsen sjøl i å kreve samisk skole .

source: Muhtin čálii ahte jus sámi mánát eai oaččo sámegieloahpahusa , de berrejit sámit biehttalit sáddemis mánáideaset dáža skuvlii ja baicce bidjat daid priváhta skuvllaide .
nob: En innsender skreiv at dersom ikke samiske barn får samiskundervisning , bør samene nekte å sende sine barn til den norske skolen og heller sette dem i privatskoler .

source: Sagai Muittalægjes lei dehálaš rolla go vuosttaš sámi stuoradiggeáirras , Isak Saba , válljejuvvui 1906 .
nob: Sagai Muittalægje spilte en viktig rolle da den første samiske stortingsrepresentant , Isak Saba , blei valgt i 1906 .

source: Aviissas Saba almmuhii Sámi soga lávlaga , mii maŋŋil lea ožžon stáhtusa sámiid našunálalávllan .
nob: Det var også her Saba offentliggjorde sin sang « Sámi soga lávlla » , som seinere har fått status som samenes nasjonalsang .

source: Áiggi mielde oaččui aviisa ekonomalaš váttisvuođaid .
nob: Etter hvert fikk Sagai Muittalægje økonomiske problemer .

source: Dát váikkuhii dasa ahte aviisa heaittihuvvui 1911:s , muhto sáhttet gal maiddái politihkalaš vuostálasvuođat váikkuhan dasa .
nob: Dette bidro nok til at avisa gikk inn i 1911 , men også politiske motsetninger kan ha spilt inn .

source: Jagi maŋŋil almmuhii Larsen vuosttaš sámegiel romána , Bæivve-Alggo [ 4 ] .
nob: Året etter ga Larsen ut den første samiskspråklige romanen , Bæivve-Alggo [ 4 ] .

source: Dat válddahallá mearrasámebártni deaivvadeami skuvlla ja servodaga dáruiduhttimiin ja su ovdáneami sámi aktivistan .
nob: Den skildrer en sjøsamegutts møte med fornorskinga i skolen og samfunnet og hans utvikling fram til samisk aktivist .

source: Larsen ii lean dušše oahpaheaddji , doaimmaheaddji ja girječálli .
nob: Larsen var ikke bare lærer , redaktør og forfatter .

source: Son lei maiddái doaimmalaččat mielde suohkana bargguin ja sus ledje máŋga doaimma , ee. suohkanrevisoran ja livnnetlávdegotti ja gefiidstivrra miellahttun .
nob: Han var også aktivt med i kommunalt arbeid og hadde ei rekke verv , bl.a. som kommunerevisor , medlem av ligningsutvalg og fattigstyre .

source: Anders Larsen vuosttaldii čielgasit Sámefoandda ( Finnefondet ) , mii lei okta dáruiduhttinpolitihka váldoreaidu .
nob: Anders Larsen var en klar motstander av Finnefondet , som var et av hovedinstrumenta i fornorskingspolitikken .

source: Dattetge maiddái son ozai bálkálasáhusa Sámefoanddas .
nob: Likevel søkte han også som andre lærere om lønnsbidrag fra Finnefondet .

source: Sámefoandda arkiivvas lea seilon su ohcan jagis 1900 , go Larsen barggai Reaššvuonas .
nob: I finnefondsarkivet er det bevart hans søknad fra 1900 , da han var i Rafsbotn .

source: Dasa lea Álttá skuvlastivrra jođiheaddji H. Borch čállán : « Sáddejuvvo gudnebalolaččat Romssa skuvladirektevrii neavvuin .
nob: På denne har formann H. Borch i Alta skolestyre skrevet : « Oversendes ærbødigst Tromsø skoledirektør med anbefaling .

source: Hearrá Larsen bargá áŋgirit ja oamedovddolaččat mánáid dáruiduhttima ala . »
nob: Hr. Larsen arbeider med flid og samvittighetsfuldhet paa børnenes fornorsking . »

source: 1905:s ozai Larsen Fálesnuoris , mas muitala ahte « muhtin biirriin leat dušše fal sámi mánát ja skuvlabargu lea hui mohkkái , muhto dárogiella ohppojuvvo dađistaga » .
nob: I 1905 søkte Larsen fra Kvalsund , der han oppgir at « i enkelte kredse er kun finske børn , og skolearbeidet yderst tungvindt , men norsk læres efter hånden » .

source: Ohcamis jagis 1915 boahtá ovdan ahte son dalle oahpahii dáin biirriin , ja maid báldii lea čállon « mánáid giella»:«Riehppovuotna Sámegiella ja kveanagiella , 2 dážamáná .
nob: Av hans søknad for året 1915 går det fram at han underviste disse kretsene , som her er oppgitt med « børnenes sprog»:«Repperfjord : Lappisk og kvænsk , 2 norske barn .

source: Jáhkovuotna Sámegiella Klubbu Sámegiella ja kveanagiella »
nob: Kokelv : Lappisk Klubben : Lappisk og kvænsk »

source: Áiggi mielde Anders Larsen váibbai ja vuollánii rahčamis vuostebiggii sámiid áššiid ovddas .
nob: Etter hvert blei Anders Larsen utslitt og oppgitt av å kjempe i motvind for samenes sak .

source: 1917 son searvvai artihkalčoakkáldahkii Fornorskningen i Finmarken artihkkaliin Fornorskningen i de nuværende skoler i Finmarken[5 ] , ( Dáruiduhttin dálá skuvllain Finnmárkkus ) , muhto dan maŋŋil ii gullon ollu sus .
nob: I 1917 bidro han med artikkelen « Fornorskningen i de nuværende skoler i Finmarken » i artikkelsamlinga Fornorskningen i Finmarken[5 ] , men etter det var det lite som kom fra han .

source: 1918:s son fárrii Sådvigmárkui Runáššis , dálá Harstad suohkanis .
nob: I 1918 flytta han fra Kvalsund til Sandtorg i Trondenes , nåværende Harstad kommune .

source: Moadde jagi maŋŋil álggahii Josef A. Pedersen ( Baukop ) Porsáŋggus ođđa sámi aviissa , Samealbmug .
nob: Et par år seinere starta Josef A. Pedersen ( Baukop ) i Porsanger ei ny samisk avis , Samealbmug .

source: Son bivddii dalle Anders Larsena doaimmaheaddjin , muhto Larsen biehttalii .
nob: Han ba da Anders Larsen om å være redaktør , men Larsen sa nei .

source: Son čálii dušše moadde artihkkala dán aviisii , ja dan maŋŋá eai boahtán šat eará sámepolitihkalaš cealkámušat Larsenis .
nob: Han nøydde seg med å skrive noen få artikler i denne avisa , og siden kom det ikke mer samepolitiske ytringer fra Larsen .

source: Runáššis son lei oahpaheaddjin dassái go penšunerejuvvui 1940:s , ja doppe son maid jámii 1949:s .
nob: I Trondenes var han lærer til han blei pensjonert i 1940 og der døde han i 1949 .

source: Juste ovdal go son jámii de gárvvistii unna girjjáža Mærrasámiid birra[6 ] .
nob: Like før han døde gjorde han ferdig den lille boka Mærrasámiid birra[6 ] .

source: Dat almmuhuvvui jagi maŋŋil dárogillii , J. K. Qvigstada jorgalussan . Easkka 1979:s girjjáš almmuhuvvui álgogillii .
nob: Denne blei gitt ut året etter i norsk oversetting av Just Knud Qvigstad , først i 1979 kom den ut på originalspråket .

source: Das , maid Larsen girjjážis muitala mearrasámiid eallima birra , lea ollu mii vuođđuduvvá dasa maid son oinnii ja gulai dalle go lei oahpaheaddjin Fálesnuoris .
nob: I det Larsen her forteller fra sjøsamenes liv er det mye som bygger på det han så og hørte mens han var lærer i Kvalsund .

source: « Dážat , muhto geafes dilis »
nob: « Norsk , men i smaa Kaar »

source: Sámefoanda ii geavahuvvon dušše bálkálasáhussii oahpaheddjiide .
nob: Finnefondet blei ikke bare brukt til lønnstillegg til lærere .
